{
  "locale": "en",
  "translations": {
    "1153721192129533394": "Contact me",
    "8934078322778828689": "Make a contact via email.",
    "1708328803820649461": "Hi, I'm Rhan0.",
    "8417301529458038555": "Front-end developer",
    "8103880997206040068": "Always learning, always building.",
    "1442707743644712322": "I love exploring new knowledge, embracing challenges, and growing\n          together with my team through the process.",
    "4306186356569702541": "I constantly try to improve myself",
    "411884299798811299": "Currently, I am learning Web3D.",
    "7885123525446150261": "I am still learning TypeScript, and I also continuously practice\n              prompt engineering.",
    "6522877977962061564": "Present",
    "4342625008558026850": "Skills",
    "7922989125096435449": "Contact",
    "5874070398136306497": "Front-end",
    "7631394398544177181": "VIVERSE Wrold",
    "7536353439778299794": "VIVERSE World is a metaverse platform that allows users to create, explore, and interact in a virtual environment. It offers a range of tools and features for content creation, social interaction, and immersive experiences.",
    "6511432998130513736": "VIVERSE Creator Tools SDK",
    "7902689467292340923": "Creator Tools SDK is a browser extension built on top of PlayCanvas. It allows you to publish scenes from the PlayCanvas Editor to Viverse. In addition, it provides a no-code solution to help users quickly create interactive scene experiences, and offers the Viverse SDK for deeper integration and customization.",
    "1111828590430613856": "Grain Temperature Monitoring System",
    "1307880334214830832": "cytcpro.com",
    "4291464367543925124": "CYTC provides a grain storage temperature monitoring and management solution, improving traditional crop storage practices. With a digital service, users can easily manage and monitor the current condition of stored grains.",
    "4077078742094362370": "Scheduling Management System",
    "3591934756128047893": "CLC Service Scheduling System",
    "4833350856478101963": "CLC Service Scheduling System is a quarterly shift management platform that automates repetitive tasks to save time on workforce planning.",
    "1931652141948287609": "Custom Ship Management System",
    "1936961791035872827": "FPC E-Commerce",
    "8490274221091969539": "Transformed previously unstructured form management into a customized shipping system, offering real-time monitoring, comprehensive data analytics, and streamlined document approvals with accurate tracking of review status.",
    "4672558162335499637": "E-commerce Website Redesign",
    "7771067259707476808": "Amway Live Go",
    "6656354842347070701": "Redesigned Amway Taiwan's retail website to ensure users can easily find the information and products they need. Integrated Google Analytics tracking to monitor user behavior and optimize both user experience and marketing strategies. Additionally, incorporated live streaming services to enhance user trust and loyalty, effectively boosting site traffic and conversion rates.",
    "7744061944560085875": "Streamlined Welfare Website Management",
    "6746521712421893901": "TSMC CMS Revamp",
    "8248798671109805251": "A complete revamp of the Welfare Committee website CMS backend. The new backend features a \"card-style\" design, allowing content editors to intuitively drag and arrange cards for easy layout management.",
    "2631667971539946459": "CEC SSO",
    "1234540696324515749": "Single Sign-On (SSO) web page for the CEC (Continental Engineering Corporation) backend system.",
    "3307214558906712688": "In progress",
    "4545107245652912732": "Rhan0 - Front-end Developer",
    "6777974573583289938": "description",
    "6098421561172508206": "Hi 👋,"
  }
}